<template>
  <d2-container >
    <template slot="header">软件使用手册</template>
            <h3 style="color:blue">系统功能简介</h3>
            <p>
                该系统主要用来解决VRP问题，通过文本导入或者地图选择的方式，设置客户点需求量、车辆载重量、车辆里程等条件约束，对配送最优路线进行查询。其中地图选择以成都市地图为例。
                可进行单配送中心查询、多配送中心查询，只需按照要求导入数据即可。
            </p>
            <h3 style="color:blue">系统页面布局</h3>
            <p>
                该系统的共9个页面，分别是首页、坐标查询、路线查询、地图选择、结果显示、历史记录、常见问题、关于我们、使用手册。其中，主要操作是坐标查询、路线查询和地图选择。
            </p>
            <li>首页</li>
            <p>
                首页用来展示该系统的logo。
            </p>
            <li>坐标查询</li>
            <p>
                进入坐标查询页面，查看坐标形式查询文件表头要求，按照要求整理文件格式进行上传。可下载.xlsx格式的表头示例进行格式整理。
                点击导入按钮导入需要查询的.xlsx/.xls格式文件，确保文件表头符合表头要求，不符合要求会导致查询失败。
            </p>
            <p>
                坐标形式查询文件表头要求如下：
            </p>
            <table border="1px" style="border-collapse:collapse">
                <tr>
                <th>type</th>
                <th>name</th>
                <th>x</th>
                <th>y</th>
                <th>demand</th>
                <th>Vehicle_load</th>
                <th>Vehicle_number</th>
                <th>Vehicle_mileage</th>
                <th>Vehicle_id</th>
                </tr>
            </table>
                字段说明：<br />
                type：点的类型，depot——配送中心，customer——配送点，other——其他类型的点<br />
                name：点的名字或者编号<br />
                x：点的横坐标（单位默认：km)<br />
                y:   点的纵坐标（单位默认：km)<br />
                demand：点的需求量，配送中心也可以写，这不影响路线的计算<br />
                Vehicle_load：车辆载重量<br />
                Vehicle_number：该车辆的数量<br />
                Vehicle_mileage：车辆里程<br />
                Vehicle_id：车辆所在配送中心的名字或者编号，对应type=depot的name值<br />
                name_a：点的编号，编号必须从0开始编号<br />
                0、1、2对应的字段为name_a
            <li>地图选择</li>
            <p>
                该系统以成都市地图为例，通过输入关键字对配送点进行添加，第一个添加的地点默认为配送中心，之后添加的地点是配送点（客户点），每添加一个配送点会随机出现需求量，需求量可进行手动修改。
                车辆类型、车辆里程暂不可手动设置。添加好需要查询的条件以后，点击地图查询即可获得查询结果。
            </p>
            <li>结果显示</li>
                <p>
                    结果显示用来展示查询出的最优路线的结果。查询结果主要显示配送距离、配送时间、满载率、车辆路线、路线图示。选择隐藏某条路线，该路线在图上隐藏。
                </p>
            <li>历史记录</li>
            <p>
               点击进入历史记录页面，可以看到历史查询记录，记录主要显示查询的时间，可以对记录进行查看、删除、下载操作。
               查看可看到此次查询的查询结果，删除即删除该记录，下载以.xlsx的格式，内容为该查询结果对应的参数信息（配送中心、客户点、需求量、车辆信息等）。
            </p>
            <li>常见问题</li>
            <p>
               描述一些使用过程中可能会出现的问题，并提供解决方案。
            </p>
            <li>关于我们</li>
            <p>
               描述关于团队的相关信息。
            </p>
            <li>使用手册</li>
            <p>
               操作简介。
            </p>
    <template slot="footer">温馨提示：如果使用过程中出现任何问题，您可以联系我们帮你解决！</template>
  </d2-container>
</template>
