<template>
  <d2-container style="opacity: 0.4">
    <template slot="header">常见的一些问题</template>
    <h3 style="color:blue">为什么有我们？</h3>
            <p>
                随着信息技术的发展，现代物流作为“第三个利润源泉”是一种先进的组织方式和管理技术，已被世界各国广泛采用，并形成产业化，在国民经济中发挥越来越重要的作用，这一管理技术，正受到日益广泛的重视，并面临巨大的发展机遇。目前市场上仓储类管理系统已经比较完善，但对于不同需求的路线规划还存在一定的短板。华云数据集团连续四年被评为中国云计算、大数据独角兽，深圳市中诺思科技股份有限公司是以物联网、大数据为技术核心，提供信息化建设为主的高新技术企业，多年来双方在行业产品开发和研究有众多合作，尤其在物流、大数据相关专业的教育类产品已经比较成功，但目前公司的主要软件类产品主要集中在仓储管理运用方面，运输类的产品相对较少，也相对比较简单，在长期的与客户合作过程中，针对运输配送类产品的需求量也日益增加，基于公司未来的业务发展方向及产品类型智能化的扩充，提出了智能化路线规划的开发目标。
            </p>
            <h3 style="color:blue">如何进行配送</h3>
            <p>
                开发团队在此目标导向上进行了智能优化算法的研究，面向物流仓储的配送人员与管理人员，开发了“XXX”智能物流系统。通过使用智能优化算法，提供可视化界面与便捷的操作选择，展示了智能算法在物流配送上在“物流配送效率、配送成本与配送满意度”的表现与潜力。同时作为智能优化算法在物联网大数据的尝试，帮助促进中诺思科技股份有限公司与华云数据集团在物流方面的合作。
            </p>
            <h3 style="color:blue">适用用户</h3>
            <p>
                本系统的用户主要为配送人员与物流管理人员。配送人员与管理人员通过多种方式描述配送需求与约束条件，系统根据配送情况给出策略选择，用户根据系统的策略进行相对应的操作，用来降低配送的成本，提高配送的效率与满意度。
            </p>
            <h3 style="color:blue">为什么有我们？</h3>
            <p>
                随着信息技术的发展，现代物流作为“第三个利润源泉”是一种先进的组织方式和管理技术，已被世界各国广泛采用，并形成产业化，在国民经济中发挥越来越重要的作用，这一管理技术，正受到日益广泛的重视，并面临巨大的发展机遇。目前市场上仓储类管理系统已经比较完善，但对于不同需求的路线规划还存在一定的短板。华云数据集团连续四年被评为中国云计算、大数据独角兽，深圳市中诺思科技股份有限公司是以物联网、大数据为技术核心，提供信息化建设为主的高新技术企业，多年来双方在行业产品开发和研究有众多合作，尤其在物流、大数据相关专业的教育类产品已经比较成功，但目前公司的主要软件类产品主要集中在仓储管理运用方面，运输类的产品相对较少，也相对比较简单，在长期的与客户合作过程中，针对运输配送类产品的需求量也日益增加，基于公司未来的业务发展方向及产品类型智能化的扩充，提出了智能化路线规划的开发目标。
            </p>
            <h3 style="color:blue">如何进行配送</h3>
            <p>
                开发团队在此目标导向上进行了智能优化算法的研究，面向物流仓储的配送人员与管理人员，开发了“XXX”智能物流系统。通过使用智能优化算法，提供可视化界面与便捷的操作选择，展示了智能算法在物流配送上在“物流配送效率、配送成本与配送满意度”的表现与潜力。同时作为智能优化算法在物联网大数据的尝试，帮助促进中诺思科技股份有限公司与华云数据集团在物流方面的合作。
            </p>
            <h3 style="color:blue">适用用户</h3>
            <p>
                本系统的用户主要为配送人员与物流管理人员。配送人员与管理人员通过多种方式描述配送需求与约束条件，系统根据配送情况给出策略选择，用户根据系统的策略进行相对应的操作，用来降低配送的成本，提高配送的效率与满意度。
            </p>
            <h3 style="color:blue">为什么有我们？</h3>
            <p>
                随着信息技术的发展，现代物流作为“第三个利润源泉”是一种先进的组织方式和管理技术，已被世界各国广泛采用，并形成产业化，在国民经济中发挥越来越重要的作用，这一管理技术，正受到日益广泛的重视，并面临巨大的发展机遇。目前市场上仓储类管理系统已经比较完善，但对于不同需求的路线规划还存在一定的短板。华云数据集团连续四年被评为中国云计算、大数据独角兽，深圳市中诺思科技股份有限公司是以物联网、大数据为技术核心，提供信息化建设为主的高新技术企业，多年来双方在行业产品开发和研究有众多合作，尤其在物流、大数据相关专业的教育类产品已经比较成功，但目前公司的主要软件类产品主要集中在仓储管理运用方面，运输类的产品相对较少，也相对比较简单，在长期的与客户合作过程中，针对运输配送类产品的需求量也日益增加，基于公司未来的业务发展方向及产品类型智能化的扩充，提出了智能化路线规划的开发目标。
            </p>
            <h3 style="color:blue">如何进行配送</h3>
            <p>
                开发团队在此目标导向上进行了智能优化算法的研究，面向物流仓储的配送人员与管理人员，开发了“XXX”智能物流系统。通过使用智能优化算法，提供可视化界面与便捷的操作选择，展示了智能算法在物流配送上在“物流配送效率、配送成本与配送满意度”的表现与潜力。同时作为智能优化算法在物联网大数据的尝试，帮助促进中诺思科技股份有限公司与华云数据集团在物流方面的合作。
            </p>
            <h3 style="color:blue">适用用户</h3>
            <p>
                本系统的用户主要为配送人员与物流管理人员。配送人员与管理人员通过多种方式描述配送需求与约束条件，系统根据配送情况给出策略选择，用户根据系统的策略进行相对应的操作，用来降低配送的成本，提高配送的效率与满意度。
            </p>
    <template slot="footer">footer</template>
  </d2-container>
</template>
